app/controllers/users_controller.rb

  def create
    @user = User.new(user_params)

      if @user.save
---
INSERT INTO `users` (`email`, `crypted_password`, `salt`, `created_at`, `updated_at`) VALUES ('test@test.com', '$2a$10$M5KlxOMqiBN637J2GmLVFeoqewEzq/0alH/HEbW/99drIRDmQn9g2', '19SfYxeckenFtyYxNxBv', '2021-02-18 15:37:41', '2021-02-18 15:37:41')